[AbstractItems.Rune_AbsItm DisAbstractItem]
m_ItemName="ルーン"
m_PluralItemName="ルーン"
m_Description="偉大な鯨の骨を削ったこのアーチファクトにより超自然的な力を得ることができる"

[Pickups.Rune_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pickups.Rune_twk:DisTweaks_Interactable_PickupBase_4 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText="(ポゼッション中はルーンを入手できない)"
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

